Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Couldn't check for a Wallpaper Engine update, so nothing was downloaded: %@ To download anyway, choose Re-download.
ar: تعذّر التحقق من وجود تحديث لـ Wallpaper Engine، لذا لم يُنزَّل شيء: %@ للتنزيل على أي حال، اختر «إعادة التنزيل».
de: Es konnte nicht nach einem Wallpaper Engine-Update gesucht werden, daher wurde nichts geladen: %@ Um trotzdem zu laden, wähle „Erneut laden“.
es: No se pudo buscar una actualización de Wallpaper Engine, así que no se descargó nada: %@ Para descargar de todos modos, elige Volver a descargar.
fr: Impossible de rechercher une mise à jour de Wallpaper Engine, rien n’a donc été téléchargé : %@ Pour télécharger quand même, choisissez Retélécharger.
hi: Wallpaper Engine अपडेट की जाँच नहीं हो सकी, इसलिए कुछ भी डाउनलोड नहीं हुआ: %@ फिर भी डाउनलोड करने के लिए, फिर से डाउनलोड करें चुनें।
it: Impossibile cercare un aggiornamento di Wallpaper Engine, quindi non è stato scaricato nulla: %@ Per scaricare comunque, scegli Scarica di nuovo.
ja: Wallpaper Engine のアップデートを確認できなかったため、何もダウンロードしませんでした: %@ それでもダウンロードするには、「再ダウンロード」を選択してください。
ko: Wallpaper Engine 업데이트를 확인할 수 없어 아무것도 다운로드하지 않았습니다: %@ 그래도 다운로드하려면 다시 다운로드를 선택하세요.
pl: Nie udało się sprawdzić aktualizacji Wallpaper Engine, więc nic nie zostało pobrane: %@ Aby mimo to pobrać, wybierz Pobierz ponownie.
pt_br: Não foi possível verificar se há uma atualização do Wallpaper Engine, então nada foi baixado: %@ Para baixar mesmo assim, escolha Baixar novamente.
ru: Не удалось проверить наличие обновления Wallpaper Engine, поэтому ничего не загружено: %@ Чтобы загрузить всё равно, выберите «Загрузить заново».
tr: Wallpaper Engine güncellemesi denetlenemedi, bu yüzden hiçbir şey indirilmedi: %@ Yine de indirmek için Yeniden İndir’i seçin.
uk: Не вдалося перевірити наявність оновлення Wallpaper Engine, тому нічого не викачано: %@ Щоб викачати все одно, виберіть «Викачати знову».
zh_hans: 无法检查 Wallpaper Engine 更新，因此未下载任何内容：%@ 若仍要下载，请选择“重新下载”。
zh_hant: 無法檢查 Wallpaper Engine 更新，因此未下載任何內容：%@ 若仍要下載，請選擇「重新下載」。

source: Couldn't remove the key: %@
ar: تعذرت إزالة المفتاح: %@
de: Der Schlüssel konnte nicht entfernt werden: %@
es: No se ha podido eliminar la clave: %@
fr: Impossible de supprimer la clé : %@
hi: कुंजी नहीं हटाई जा सकी: %@
it: Impossibile rimuovere la chiave: %@
ja: キーを削除できませんでした：%@
ko: 키를 제거할 수 없음: %@
pl: Nie można usunąć klucza: %@
pt_br: Não foi possível remover a chave: %@
ru: Не удалось удалить ключ: %@
tr: Anahtar kaldırılamadı: %@
uk: Не вдалося видалити ключ: %@
zh_hans: 无法移除密钥：%@
zh_hant: 無法移除密鑰：%@

source: Couldn't update %@ to the latest conversion. They keep working as before, and Open Wallpaper Engine will try again next launch.
ar: تعذّر تحديث %@ إلى أحدث تحويل. ستظل تعمل كما كانت، وسيحاول Open Wallpaper Engine مجددًا عند التشغيل التالي.
de: %@ konnte nicht auf die neueste Konvertierung aktualisiert werden. Sie funktionieren weiter wie bisher; Open Wallpaper Engine versucht es beim nächsten Start erneut.
es: No se pudo actualizar %@ a la conversión más reciente. Siguen funcionando como antes y Open Wallpaper Engine lo volverá a intentar en el próximo inicio.
fr: Impossible de mettre à jour %@ vers la dernière conversion. Ils continuent de fonctionner comme avant, et Open Wallpaper Engine réessaiera au prochain lancement.
hi: %@ को नवीनतम रूपांतरण में अपडेट नहीं किया जा सका। ये पहले की तरह काम करते रहेंगे, और Open Wallpaper Engine अगली बार शुरू होने पर फिर से कोशिश करेगा।
it: Impossibile aggiornare %@ all'ultima conversione. Continuano a funzionare come prima e Open Wallpaper Engine riproverà al prossimo avvio.
ja: %@ を最新の変換に更新できませんでした。これまでどおり動作し、Open Wallpaper Engine は次回の起動時に再試行します。
ko: %@을(를) 최신 변환으로 업데이트할 수 없습니다. 이전처럼 계속 작동하며, Open Wallpaper Engine이 다음 실행 시 다시 시도합니다.
pl: Nie udało się zaktualizować %@ do najnowszej konwersji. Działają jak dotąd, a Open Wallpaper Engine spróbuje ponownie przy następnym uruchomieniu.
pt_br: Não foi possível atualizar %@ para a conversão mais recente. Eles continuam funcionando como antes, e o Open Wallpaper Engine tentará novamente na próxima abertura.
ru: Не удалось обновить %@ до последней конвертации. Они продолжат работать как раньше, а Open Wallpaper Engine попробует снова при следующем запуске.
tr: %@ en son dönüştürmeye güncellenemedi. Eskisi gibi çalışmaya devam ediyorlar; Open Wallpaper Engine bir sonraki açılışta yeniden deneyecek.
uk: Не вдалося оновити %@ до останньої конвертації. Вони працюватимуть як раніше, а Open Wallpaper Engine спробує знову під час наступного запуску.
zh_hans: 无法将 %@ 更新到最新转换。它们会照常运行，Open Wallpaper Engine 将在下次启动时重试。
zh_hant: 無法將 %@ 更新至最新轉換。它們會照常運作，Open Wallpaper Engine 將在下次啟動時重試。

source: Cover Screen
ar: الشاشة الخارجية
de: Außendisplay
es: Pantalla exterior
fr: Écran externe
hi: कवर स्क्रीन
it: Schermo esterno
ja: カバー画面
ko: 커버 화면
pl: Ekran zewnętrzny
pt_br: Tela Externa
ru: Внешний экран
tr: Kapak Ekranı
uk: Зовнішній екран
zh_hans: 外屏
zh_hant: 外螢幕

source: Create Playlist
ar: إنشاء قائمة تشغيل
de: Playlist erstellen
es: Crear playlist
fr: Créer une playlist
hi: प्लेलिस्ट बनाएँ
it: Crea playlist
ja: プレイリストを作成
ko: 플레이리스트 생성
pl: Utwórz playlistę
pt_br: Criar Playlist
ru: Создать плейлист
tr: Çalma Listesi Oluştur
uk: Створити список відтворення
zh_hans: 创建播放列表
zh_hant: 建立播放列表

source: Create a Playlist
ar: إنشاء قائمة تشغيل
de: Playlist erstellen
es: Crea una playlist
fr: Créez une playlist
hi: प्लेलिस्ट बनाएँ
it: Crea una playlist
ja: プレイリストを作成
ko: 플레이리스트 생성
pl: Utwórz playlistę
pt_br: Criar uma Playlist
ru: Создайте плейлист
tr: Çalma Listesi Oluşturun
uk: Створіть список відтворення
zh_hans: 创建播放列表
zh_hant: 建立播放列表

source: Create a playlist
ar: إنشاء قائمة تشغيل
de: Playlist erstellen
es: Crear una playlist
fr: Créer une playlist
hi: प्लेलिस्ट बनाएँ
it: Crea una playlist
ja: プレイリストを作成
ko: 플레이리스트 만들기
pl: Utwórz playlistę
pt_br: Criar uma playlist
ru: Создать плейлист
tr: Çalma listesi oluştur
uk: Створити список відтворення
zh_hans: 创建播放列表
zh_hant: 建立播放列表

source: Create a playlist first
ar: أنشئ قائمة تشغيل أولًا
de: Erstellen Sie zuerst eine Playlist
es: Primero crea una playlist
fr: Créez d’abord une playlist
hi: पहले एक प्लेलिस्ट बनाएँ
it: Prima crea una playlist
ja: 先にプレイリストを作成してください
ko: 먼저 플레이리스트를 생성하십시오
pl: Najpierw utwórz playlistę
pt_br: Crie uma playlist primeiro
ru: Сначала создайте плейлист
tr: Önce bir çalma listesi oluşturun
uk: Спершу створіть список відтворення
zh_hans: 请先创建播放列表
zh_hant: 請先建立播放列表

source: Create a playlist to manage wallpaper rotation.
ar: أنشئ قائمة تشغيل لإدارة تناوب الخلفيات.
de: Erstellen Sie eine Playlist, um den Wechsel der Hintergrundbilder zu verwalten.
es: Crea una playlist para gestionar la rotación de fondos de pantalla.
fr: Créez une playlist pour gérer la rotation des fonds d’écran.
hi: वॉलपेपर रोटेशन मैनेज करने के लिए प्लेलिस्ट बनाएँ.
it: Crea una playlist per gestire la rotazione degli sfondi.
ja: プレイリストを作成して壁紙のローテーションを管理します。
ko: 플레이리스트를 생성하여 배경화면 순환을 관리하십시오.
pl: Utwórz playlistę, aby zarządzać zmienianiem tapet.
pt_br: Crie uma playlist para gerenciar a rotação de imagens de fundo.
ru: Создайте плейлист, чтобы настроить смену обоев.
tr: Duvar kâğıdı döngüsünü yönetmek için bir çalma listesi oluşturun.
uk: Створіть список відтворення, щоб керувати зміною шпалер.
zh_hans: 创建播放列表以管理墙纸轮换。
zh_hant: 建立播放列表來管理背景圖片輪播。

source: Create playlist
ar: إنشاء قائمة تشغيل
de: Playlist erstellen
es: Crear playlist
fr: Créer une playlist
hi: प्लेलिस्ट बनाएँ
it: Crea playlist
ja: プレイリストを作成
ko: 플레이리스트 생성
pl: Utwórz playlistę
pt_br: Criar playlist
ru: Создать плейлист
tr: Çalma listesi oluştur
uk: Створити список відтворення
zh_hans: 创建播放列表
zh_hant: 建立播放列表

source: Credits
ar: شكر وتقدير
de: Mitwirkende
es: Créditos
fr: Remerciements
hi: श्रेय
it: Riconoscimenti
ja: クレジット
ko: 크레딧
pl: Podziękowania
pt_br: Créditos
ru: Благодарности
tr: Katkıda Bulunanlar
uk: Подяки
zh_hans: 致谢
zh_hant: 致謝

source: Custom
ar: مخصص
de: Eigene
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pl: Własny
pt_br: Personalizado
ru: Свой
tr: Özel
uk: Власний
zh_hans: 自定
zh_hant: 自訂

source: Custom shortcuts are not supported yet.
ar: الاختصارات المخصصة غير مدعومة بعد.
de: Eigene Tastenkombinationen werden noch nicht unterstützt.
es: Todavía no se admiten atajos personalizados.
fr: Les raccourcis personnalisés ne sont pas encore pris en charge.
hi: कस्टम शॉर्टकट अभी सपोर्ट नहीं किए जाते.
it: Le abbreviazioni personalizzate non sono ancora supportate.
ja: カスタムショートカットはまだサポートされていません。
ko: 사용자 설정 단축키는 아직 지원되지 않습니다.
pl: Własne skróty nie są jeszcze obsługiwane.
pt_br: Atalhos personalizados ainda não são suportados.
ru: Пользовательские сочетания клавиш пока не поддерживаются.
tr: Özel kısayollar henüz desteklenmiyor.
uk: Власні скорочення клавіш поки не підтримуються.
zh_hans: 暂不支持自定义快捷键。
zh_hant: 尚不支援自訂快速鍵。

source: Customizable
ar: قابلة للتخصيص
de: Anpassbar
es: Personalizable
fr: Personnalisable
hi: कस्टमाइज़ करने योग्य
it: Personalizzabile
ja: カスタマイズ可能
ko: 사용자화 가능
pl: Konfigurowalne
pt_br: Personalizável
ru: Настраиваемые
tr: Özelleştirilebilir
uk: Можна змінювати
zh_hans: 可自定义
zh_hant: 可自訂

source: Custom…
ar: مخصص…
de: Eigene …
es: Personalizado…
fr: Personnalisé…
hi: कस्टम…
it: Personalizzato…
ja: カスタム…
ko: 사용자 지정…
pl: Własny…
pt_br: Personalizado…
ru: Свой…
tr: Özel…
uk: Власний…
zh_hans: 自定…
zh_hant: 自訂⋯

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
fr: Couper
hi: कट करें
it: Taglia
ja: カット
ko: 오려두기
pl: Wytnij
pt_br: Recortar
ru: Вырезать
tr: Kes
uk: Вирізати
zh_hans: 剪切
zh_hant: 剪下

source: Cyberpunk
ar: سايبربانك
es: Ciberpunk
hi: साइबरपंक
ja: サイバーパンク
ko: 사이버펑크
ru: Киберпанк
uk: Кіберпанк
zh_hans: 赛博朋克
zh_hant: 賽博龐克

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: गहरा
it: Scuro
ja: ダーク
ko: 다크
pl: Ciemny
pt_br: Escuro
ru: Темное
tr: Koyu
uk: Темний
zh_hans: 深色
zh_hant: 深色

source: Date Downloaded
ar: تاريخ التنزيل
de: Downloaddatum
es: Fecha de descarga
fr: Date de téléchargement
hi: डाउनलोड की तारीख
it: Data di download
ja: ダウンロード日
ko: 다운로드한 날짜
pl: Data pobrania
pt_br: Data do Download
ru: Дата загрузки
tr: İndirilme Tarihi
uk: Дата викачування
zh_hans: 下载日期
zh_hant: 下載日期

source: Day of Week Playlist
ar: قائمة تشغيل أيام الأسبوع
de: Wochentag-Playlist
es: Playlist semanal
fr: Playlist Jour de la semaine
hi: सप्ताह के दिन वाली प्लेलिस्ट
it: Playlist Giorno della settimana
ja: 曜日別プレイリスト
ko: 요일 플레이리스트
pl: Playlista „Dzień tygodnia”
pt_br: Playlist Dia da Semana
ru: Плейлист «День недели»
tr: Haftanın Günü Çalma Listesi
uk: Тижневий список відтворення
zh_hans: 星期播放列表
zh_hant: 星期幾播放列表

source: Day of week
ar: يوم من الأسبوع
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
hi: सप्ताह का दिन
it: Giorno della settimana
ja: 曜日別
ko: 요일
pl: Dzień tygodnia
pt_br: Dia da Semana
ru: День недели
tr: Haftanın Günü
uk: За днем тижня
zh_hans: 星期
zh_hant: 星期幾

source: Debug
ar: تصحيح الأخطاء
es: Depuración
fr: Débogage
hi: डीबग
ja: デバッグ
ko: 디버그
pl: Debugowanie
pt_br: Depuração
ru: Отладка
tr: Hata Ayıklama
uk: Налагодження
zh_hans: 调试
zh_hant: 除錯

source: Decoding textures...
ar: يجري فك ترميز الأنسجة…
de: Texturen werden dekodiert …
es: Descodificando texturas…
fr: Décodage des textures…
hi: टेक्सचर डीकोड किए जा रहे हैं…
it: Decodifica delle texture…
ja: テクスチャをデコード中…
ko: 텍스처 디코딩 중...
pl: Dekodowanie tekstur…
pt_br: Decodificando texturas…
ru: Декодирование текстур…
tr: Dokuların kodu çözülüyor…
uk: Декодування текстур…
zh_hans: 正在解码纹理…
zh_hant: 正在解碼紋理⋯

source: Default 10 px
ar: الافتراضي: 10 px
de: Standard 10 px
es: Por omisión: 10 px
fr: Par défaut 10 px
hi: डिफ़ॉल्ट 10 px
it: Predefinito 10 px
ja: デフォルト 10 px
ko: 기본 10px
pl: Domyślnie: 10 px
pt_br: Padrão 10 px
ru: По умолчанию: 10 px
tr: Varsayılan 10 px
uk: Типово — 10 px
zh_hans: 默认 10 px
zh_hant: 預設 10 px

source: Default wallpapers added
ar: الخلفيات الافتراضية المضافة
de: Hinzugefügte Standard-Hintergrundbilder
es: Fondos de pantalla predeterminados añadidos
fr: Fonds d’écran par défaut ajoutés
hi: जोड़े गए डिफ़ॉल्ट वॉलपेपर
it: Sfondi predefiniti aggiunti
ja: 追加されたデフォルトの壁紙
ko: 추가된 기본 배경화면
pl: Dodane domyślne tapety
pt_br: Imagens de fundo padrão adicionadas
ru: Добавлено стандартных обоев
tr: Eklenen varsayılan duvar kâğıtları
uk: Додано стандартних шпалер
zh_hans: 已添加的默认墙纸
zh_hant: 已加入的預設背景圖片

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: डिलीट करें
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete All
ar: حذف الكل
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
hi: सभी डिलीट करें
it: Elimina tutto
ja: すべてを削除
ko: 모두 삭제
pl: Usuń wszystko
pt_br: Apagar Tudo
ru: Удалить все
tr: Tümünü Sil
uk: Видалити всі
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete All %lld Immediately
ar: حذف الكل (%lld) فورًا
de: Alle %lld sofort löschen
es: Eliminar los %lld inmediatamente
fr: Supprimer les %lld immédiatement
hi: सभी %lld तुरंत डिलीट करें
it: Elimina subito tutti e %lld
ja: %lld個すべてをすぐに削除
ko: %lld개 모두 즉시 삭제
pl: Usuń natychmiast wszystkie (%lld)
pt_br: Apagar Todas as %lld Imediatamente
ru: Удалить все (%lld) сразу
tr: %lld Ögenin Tümünü Hemen Sil
uk: Негайно видалити всі (%lld)
zh_hans: 立即删除全部 %lld 项
zh_hant: 立即刪除全部 %lld 項

source: Delete Immediately
ar: الحذف فورًا
de: Sofort löschen
es: Eliminar inmediatamente
fr: Supprimer immédiatement
hi: तुरंत डिलीट करें
it: Elimina subito
ja: すぐに削除
ko: 즉시 삭제
pl: Usuń natychmiast
pt_br: Apagar Imediatamente
ru: Удалить сразу
tr: Hemen Sil
uk: Видалити негайно
zh_hans: 立即删除
zh_hant: 立即刪除

source: Delete Preset
ar: حذف الإعداد المسبق
de: Voreinstellung löschen
es: Eliminar preajuste
fr: Supprimer le préréglage
hi: प्रीसेट हटाएँ
it: Elimina preset
ja: プリセットを削除
ko: 사전 설정 삭제
pl: Usuń ustawienie wstępne
pt_br: Apagar Predefinição
ru: Удалить пресет
tr: Hazır Ayarı Sil
uk: Видалити пресет
zh_hans: 删除预设
zh_hant: 刪除預設組合

source: Delete Profile
ar: حذف الملف الشخصي
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
hi: प्रोफ़ाइल हटाएँ
it: Elimina profilo
ja: プロファイルを削除
ko: 프로필 삭제
pl: Usuń profil
pt_br: Apagar Perfil
ru: Удалить профиль
tr: Profili Sil
uk: Видалити профіль
zh_hans: 删除配置文件
zh_hant: 刪除設定檔

source: Delete Selected (%lld)
ar: حذف المحدد (%lld)
de: Auswahl löschen (%lld)
es: Eliminar selección (%lld)
fr: Supprimer la sélection (%lld)
hi: चुने गए डिलीट करें (%lld)
it: Elimina selezionati (%lld)
ja: 選択項目を削除（%lld）
ko: 선택 항목 삭제(%lld)
pl: Usuń zaznaczone (%lld)
pt_br: Apagar Selecionadas (%lld)
ru: Удалить выбранное (%lld)
tr: Seçilenleri Sil (%lld)
uk: Видалити вибрані (%lld)
zh_hans: 删除所选项（%lld）
zh_hant: 刪除所選項目（%lld）

source: Delete playlist
ar: حذف قائمة التشغيل
de: Playlist löschen
es: Eliminar playlist
fr: Supprimer la playlist
hi: प्लेलिस्ट डिलीट करें
it: Elimina playlist
ja: プレイリストを削除
ko: 플레이리스트 삭제
pl: Usuń playlistę
pt_br: Apagar playlist
ru: Удалить плейлист
tr: Çalma listesini sil
uk: Видалити список відтворення
zh_hans: 删除播放列表
zh_hant: 刪除播放列表

source: Delete the playlist “%@”?
ar: هل تريد حذف قائمة التشغيل «%@»؟
de: Playlist „%@“ löschen?
es: ¿Eliminar la playlist «%@»?
fr: Supprimer la playlist « %@ » ?
hi: प्लेलिस्ट “%@” डिलीट करें?
it: Eliminare la playlist “%@”?
ja: プレイリスト「%@」を削除しますか？
ko: ‘%@’ 플레이리스트를 삭제하시겠습니까?
pl: Usunąć playlistę „%@”?
pt_br: Apagar a playlist “%@”?
ru: Удалить плейлист «%@»?
tr: “%@” çalma listesi silinsin mi?
uk: Видалити список відтворення «%@»?
zh_hans: 要删除播放列表“%@”吗？
zh_hant: 要刪除播放列表「%@」嗎？

source: Delete wallpaper
ar: حذف الخلفية
de: Hintergrundbild löschen
es: Eliminar fondo de pantalla
fr: Supprimer le fond d’écran
hi: वॉलपेपर डिलीट करें
it: Elimina sfondo
ja: 壁紙を削除
ko: 배경화면 삭제
pl: Usuń tapetę
pt_br: Apagar imagem de fundo
ru: Удалить обои
tr: Duvar kâğıdını sil
uk: Видалити шпалеру
zh_hans: 删除墙纸
zh_hant: 刪除背景圖片

source: Deletes a wallpaper's original package once it has converted and rendered cleanly, to save disk space. If a later converter update changes a Workshop wallpaper, it's downloaded again; a local import isn't updated.
ar: يحذف الحزمة الأصلية للخلفية بعد تحويلها وعرضها دون أخطاء، لتوفير مساحة القرص. وإذا غيّر تحديث لاحق للمحوّل خلفية من الورشة، فستُنزَّل مجددًا؛ أما الاستيراد المحلي فلا يُحدَّث.
de: Löscht das Originalpaket eines Hintergrundbilds, sobald es fehlerfrei konvertiert und dargestellt wurde, um Speicherplatz zu sparen. Ändert ein späteres Konverter-Update ein Workshop-Hintergrundbild, wird es erneut geladen; ein lokaler Import wird nicht aktualisiert.
es: Elimina el paquete original de un fondo de pantalla cuando se ha convertido y mostrado sin errores, para ahorrar espacio en disco. Si una actualización posterior del conversor cambia un fondo de pantalla de Workshop, se vuelve a descargar; una importación local no se actualiza.
fr: Supprime le paquet d’origine d’un fond d’écran une fois converti et affiché sans erreur, pour gagner de l’espace disque. Si une mise à jour ultérieure du convertisseur modifie un fond d’écran du Workshop, il est retéléchargé ; une importation locale n’est pas mise à jour.
hi: वॉलपेपर के सही से कन्वर्ट और रेंडर होने के बाद, डिस्क स्पेस बचाने के लिए उसका मूल पैकेज डिलीट करता है। अगर बाद का कन्वर्टर अपडेट किसी Workshop वॉलपेपर को बदलता है, तो वह फिर से डाउनलोड होता है; लोकल इंपोर्ट अपडेट नहीं होता।
it: Elimina il pacchetto originale di uno sfondo dopo che è stato convertito e visualizzato senza errori, per risparmiare spazio su disco. Se un aggiornamento successivo del convertitore modifica uno sfondo del Workshop, viene scaricato di nuovo; un’importazione locale non viene aggiornata.
ja: 壁紙が問題なく変換・描画されたら元のパッケージを削除し、ディスク容量を節約します。後のコンバータのアップデートでワークショップの壁紙が変わる場合は再ダウンロードされますが、ローカルから読み込んだものは更新されません。
ko: 배경화면이 오류 없이 변환되고 렌더링되면 원본 패키지를 삭제해 디스크 공간을 절약합니다. 이후 변환기 업데이트로 창작마당 배경화면이 바뀌면 다시 다운로드되며, 로컬에서 가져온 항목은 업데이트되지 않습니다.
pl: Usuwa oryginalny pakiet tapety, gdy zostanie bezbłędnie przekonwertowana i wyrenderowana, aby oszczędzić miejsce na dysku. Jeśli późniejsza aktualizacja konwertera zmieni tapetę z Warsztatu, zostanie pobrana ponownie; lokalny import nie jest aktualizowany.
pt_br: Apaga o pacote original de uma imagem de fundo depois que ela é convertida e renderizada sem erros, para economizar espaço em disco. Se uma atualização posterior do conversor alterar uma imagem de fundo da Oficina, ela é baixada de novo; uma importação local não é atualizada.
ru: Удаляет исходный пакет обоев, когда они без ошибок преобразованы и отрисованы, чтобы сэкономить место на диске. Если более позднее обновление конвертера изменит обои из Мастерской, они загрузятся снова; локально импортированные не обновляются.
tr: Bir duvar kâğıdı sorunsuz dönüştürülüp işlendiğinde, disk alanından tasarruf için özgün paketini siler. Sonraki bir dönüştürücü güncellemesi bir Atölye duvar kâğıdını değiştirirse yeniden indirilir; yerel içe aktarma güncellenmez.
uk: Видаляє оригінальний пакет шпалери, щойно її без помилок перетворено й відтворено, щоб заощадити місце на диску. Якщо пізніше оновлення конвертера змінить шпалеру з Майстерні, її буде викачано знову; локальний імпорт не оновлюється.
zh_hans: 墙纸成功转换并正常渲染后，删除其原始包以节省磁盘空间。如果之后的转换器更新改变了创意工坊墙纸，它会被重新下载；本地导入的墙纸不会更新。
zh_hant: 背景圖片成功轉換並正常渲染後，刪除其原始套件以節省磁碟空間。若之後的轉換器更新改變了工作坊背景圖片，會重新下載；本機輸入的項目不會更新。

source: Deletes the originals that are ready now, without waiting for the next launch.
ar: يحذف النسخ الأصلية الجاهزة الآن دون انتظار التشغيل التالي.
de: Löscht die Originale, die jetzt bereit sind, ohne auf den nächsten Start zu warten.
es: Elimina ahora los originales que están listos, sin esperar al próximo inicio.
fr: Supprime dès maintenant les originaux prêts, sans attendre le prochain lancement.
hi: अगले लॉन्च का इंतज़ार किए बिना, अभी तैयार मूल फ़ाइलें डिलीट करता है।
it: Elimina ora gli originali pronti, senza attendere il prossimo avvio.
ja: 次回の起動を待たずに、準備ができているオリジナルを今すぐ削除します。
ko: 다음 실행을 기다리지 않고 지금 준비된 원본을 삭제합니다.
pl: Usuwa gotowe oryginały teraz, bez czekania na następne uruchomienie.
pt_br: Apaga agora os originais que estão prontos, sem esperar a próxima abertura.
ru: Удаляет готовые к удалению оригиналы сейчас, не дожидаясь следующего запуска.
tr: Hazır olan orijinalleri bir sonraki açılışı beklemeden şimdi siler.
uk: Видаляє готові оригінали зараз, не чекаючи наступного запуску.
zh_hans: 立即删除已准备好的原始文件，无需等到下次启动。
zh_hant: 立即刪除已準備好的原始檔案，無須等到下次啟動。

source: Deletes the owe-mcp command, stops accepting MCP clients and closes their connections.
ar: يحذف الأمر owe-mcp، ويتوقف عن قبول عملاء MCP، ويغلق اتصالاتهم.
de: Löscht den Befehl owe-mcp, nimmt keine MCP-Clients mehr an und schließt ihre Verbindungen.
es: Borra el comando owe-mcp, deja de aceptar clientes MCP y cierra sus conexiones.
fr: Supprime la commande owe-mcp, cesse d’accepter les clients MCP et ferme leurs connexions.
hi: owe-mcp कमांड डिलीट करता है, MCP क्लाइंट स्वीकार करना बंद करता है और उनके कनेक्शन बंद करता है।
it: Elimina il comando owe-mcp, smette di accettare client MCP e chiude le loro connessioni.
ja: owe-mcp コマンドを削除し、MCP クライアントの受け付けを停止して、その接続を閉じます。
ko: owe-mcp 명령을 삭제하고 MCP 클라이언트 연결을 더 이상 받지 않으며 기존 연결을 닫습니다.
pl: Usuwa polecenie owe-mcp, przestaje przyjmować klientów MCP i zamyka ich połączenia.
pt_br: Apaga o comando owe-mcp, deixa de aceitar clientes MCP e fecha as conexões deles.
ru: Удаляет команду owe-mcp, перестает принимать MCP-клиентов и закрывает их соединения.
tr: owe-mcp komutunu siler, MCP istemcilerini kabul etmeyi durdurur ve bağlantılarını kapatır.
uk: Видаляє команду owe-mcp, припиняє приймати MCP-клієнтів і закриває їхні зʼєднання.
zh_hans: 删除 owe-mcp 命令，停止接受 MCP 客户端并关闭它们的连接。
zh_hant: 刪除 owe-mcp 指令，停止接受 MCP 用戶端並關閉它們的連線。

source: Density of dropouts and noise specks.
ar: كثافة الانقطاعات ونقاط التشويش.
de: Dichte von Aussetzern und Rauschpunkten.
es: Densidad de cortes y motas de ruido.
fr: Densité des pertes de signal et des parasites.
hi: ड्रॉपआउट और नॉइज़ के धब्बों का घनत्व.
it: Densità di dropout e puntini di rumore.
ja: ドロップアウトやノイズの斑点の密度です。
ko: 드롭아웃과 노이즈 반점의 밀도입니다.
pl: Gęstość zaników i plamek szumu.
pt_br: Densidade de falhas e pontos de ruído.
ru: Плотность выпадений и шумовых точек.
tr: Kesintilerin ve parazit beneklerinin yoğunluğu.
uk: Щільність випадінь і плям шуму.
zh_hans: 信号丢失和噪点的密度。
zh_hant: 訊號缺失和雜訊斑點的密度。

source: Depth Map Generation
ar: إنشاء خرائط العمق
de: Tiefenkarten-Erzeugung
es: Generación de mapas de profundidad
fr: Génération de cartes de profondeur
hi: डेप्थ मैप जनरेशन
it: Generazione mappe di profondità
ja: 深度マップ生成
ko: 깊이 맵 생성
pl: Generowanie map głębi
pt_br: Geração de Mapas de Profundidade
ru: Создание карт глубины
tr: Derinlik Haritası Oluşturma
uk: Створення карт глибини
zh_hans: 深度图生成
zh_hant: 深度圖產生
